"PHONE_TITLE" = "Phone";
"CALLS_LABEL" = "Calls";
"CALL_FORWARDING" = "Call Forwarding";
"SHOW_CALLER_ID" = "Show My Caller ID";

"Loading" = "Loading…";
"Reverted" = "Reverted";
"Saving" = "Saving…";
"FAILED" = "Failed";
"SUCCESS" = "Success";
"ERROR" = "Error";
"DISMISS" = "Dismiss";

"Calls" = "Calls";
"International Assist" = "International Assist";
"Phone" = "Phone";
"Show My Caller ID" = "Show My Caller ID";

"SETTING_SAVE_ERROR" = "Could not save %@ setting.";
"kCTSettingTypeCallForwarding" = "call forwarding";
"kCTSettingTypeCallWaiting" = "call waiting";
"kCTSettingTypeCallingLineIdRestriction" = "caller ID";
"kCTSettingTypeSIMLock" = "SIM PIN";
"kCTSettingTypePIN" = "PIN";

"OFF" = "Off";
"ON" = "On";

"Network Selection" = "Network Selection";
"SIM PIN" = "SIM PIN";

"Call Forwarding" = "Call Forwarding";
"Call Waiting" = "Call Waiting";
"Network" = "Network";
"SIM Applications" = "SIM Applications";
"TTY" = "TTY";

"Automatic" = "Automatic";

"Save" = "Save";
"Cancel" = "Cancel";
"Done" = "Done";
"OK" = "OK";

"ENTER_PASSWORD_FOR_LOCK" = "Enter PIN to lock SIM. %@";
"ENTER_PASSWORD_FOR_UNLOCK" = "Enter PIN to unlock SIM. %@";

"Current Password" = "Current Password";
"New Password" = "New Password";
"Confirm New Password" = "Confirm New Password";

"ATTEMPT_REMAINING" = "%@ attempt remaining.";
"ATTEMPTS_REMAINING" = "%@ attempts remaining.";

"COULD_NOT_LOCK" = "Could not lock SIM. %@";
"COULD_NOT_UNLOCK" = "Could not unlock SIM. %@";
"Could not change PIN" = "Could not change PIN. %@";
"CHANGE_PIN" = "Change PIN";
"Error: Passwords do not match" = "Error: Passwords do not match";

"ENABLE_TTY" = "Would you like to use TTY for the current call(s)?";
"DISABLE_TTY" = "Would you like to disable TTY for the current call(s)?";

"Yes" = "Yes";
"No" = "No";

"PHONE" = "My Number: %@";

"MY_NUMBER" = "My Number";
"UNKNOWN_NUMBER" = "Unknown";
"MY_NUMBER_PLACEHOLDER" = "Number";
"SAVE_MY_NUMBER" = "Save|Cancel";
"CANCEL_MY_NUMBER" = "Cancel|Save";

"SHOW" = "Show";
"HIDE" = "Hide";
"NETWORK" = "Default";

"Change Voicemail Password" = "Change Voicemail Password";
"PASSWORD" = "Password";
"OLD_PASSWORD_PROMPT" = "Enter current voicemail password";
"NEW_PASSWORD_PROMPT" = "Enter a new voicemail password";
"NEW_PASSWORD_REENTRY_PROMPT" = "Re-enter new voicemail password";
"NEW_PASSWORD_MISMATCH_PROMPT" = "Password mismatch.  Try again.";
"SAVING_PASSWORD_PROMPT" = "Saving Password…";
"VOICEMAIL_ERROR_CONTACTING_APPLICATION" = "Voicemail Unavailable\nTry again later.";
"VOICEMAIL_TASK_GENERIC_ERROR" = "Voicemail Error\nUnable to change password at this time.";
"VOICEMAIL_PASSWORD_SAVE_SUCCESS" = "Password Saved";

"DIAL_ASSIST_HELP" = "International Assist automatically adds the correct international prefix to phone numbers when dialing from abroad.";

"Contacts" = "Contacts";
"Sort Order" = "Sort Order";
"Display Order" = "Display Order";
"FIRST" = "First, Last";
"LAST" = "Last, First";

"CARRIER" = "Carrier";
"CARRIER_SERVICES" = "%@ Services";

"PIN" = "PIN";
"CURRENT_PIN" = "Current PIN";
"NEW_PIN" = "New PIN";
"CONFIRM_NEW_PIN" = "Confirm New PIN";
"Error: PINs do not match" = "Error: PINs do not match";

"FORWARD_ALL" = "All";
"FORWARD_CUSTOM" = "Custom";
"FORWARD_TO" = "Forward to";
"FORWARDING_TO" = "Forwarding To";
"NO_ANSWER" = "No answer";
"BUSY" = "Busy";
"UNREACHABLE" = "Unreachable";

"CALL_FORWARD_ERROR_TITLE" = "Call Forwarding";
"CALL_FORWARD_ERROR_MESSAGE" = "Some call forwarding settings could not be changed";

"SAVE_MY_NUMBER_ERROR_MESSAGE" = "Phone number could not be saved.";
